Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1139.html.tmx
Source language: sme
Languages: nob

source: PRD : Eamiálbmotvuoigatvuođat leat deaŧalaččat juksamis ONa duhátjahkemihttomeari
nob: PRM : Urfolksrettigheter viktig for å nå FNs tusenårsmål

source: Sámedikki várrepresideanta Johan Mikkel Sara oaivvilda ahte eamiálbmogiid vuoigatvuođat lea deaŧalaččat go galgá juksat ONa duhátjahkemihttomeari .
nob: Sametingets visepresident Johan Mikkel Sara mener anerkjennelse av urfolks rettigheter er avgjørende for å realisere FNs tusenårsmål .

source: Almmuhan Pål Hivand .
nob: Publisert av Pål Hivand .

source: Maŋimustá rievdaduvvon 22.05.2006
nob: Sist endret 22.05.2006

source: Sártnistis ONa bistevaš foruma guđát sešuvnnas ovddit vahkus deattuhii Sara ahte eamiálbmogiid ja sin vuoigatvuođaid dohkkeheapmi lea dehálaš reaidu juksamis ONa duhátjahkemihttomeari .
nob: I sin tale i FNs permanente urfolksforums sjette sesjon i forrige uke understreket Sara at anerkjennelse av urfolk og deres rettigheter vil være et viktig instrument for å nå FNs tusenårsmål .

source: - Dan duhátjahkemihttomeari oktavuođas ahte unnidit geafivuođa , lea maiddái deaŧalaš álggahit doaibmabijuid eamiálbmogiid várás .
nob: - I forbindelse med tusenårsmålet om å redusere fattigdom er det også viktig at tiltak rettet direkte mot urfolksettes i verk .

source: Mun lean fuolastuvvan go dat rámmat mat dán rádjai leat biddjojuvvon , eai čielgasit dovddat dan , dadjá Sara .
nob: Jeg har utrykt bekymring for at det rammeverk som så langt er laget ikke eksplisitt tar til ordet for dette , sier Sara .

source: Sáhkavuorustis deattuhii Sara erenoamážit man deaŧalaš lea gárvvistit ja dohkkehit ONa eamiálbmotjulggaštusa .
nob: I sitt innlegg understreket Sara særlig betydningen av å ferdigstille og vedta FNs erklæring om urfolk .

source: Son čujuhii viidáseappot davviriikkalaš sámekonvenšuvnna barggu mávssolašvuhtii .
nob: Han viste videre til betydningen av arbeidet med den nordiske samekonvensjonen .

source: Sámedikki várrepresideanta
nob: Sametingets visepresident

source: Telefuvdna
nob: Telefon

source: Liŋka
nob: Link

source: ONa bistevaš foruma ONa duhátjahkemihttomeari
nob: FNs permanente forum for urfolkssaker

source: Artihkkalat
nob: FNs tusenårsmål

source: Johan Mikkal Sara ONa sártni
nob: Johan Mikkel Saras tale
